const CONFIG = {
    syntaxRoles: [
        'подлежащее',
        'сказуемое',
        'дополнение',
        'определение',
        'обстоятельство'
    ],
    icons: {
        'существительное': 'Сущ.',
        'прилагательное': 'Прил.',
        'числительное': 'Числ.',
        'местоимение': 'Мест.',
        'глагол': 'Гл.',
        'причастие': 'Прич.',
        'деепричастие': 'Деепр.',
        'наречие': 'Нар.',
        'предлог': 'Предл.',
        'союз': 'Союз',
        'частица': 'Част.',
        'междометие': 'Межд.'
    }
};
